// 대한민국 시도 (일단 서울 부산 경기만)
const sidoArr = ['전체 지역', '서울', '부산', '경기'];

// 대한민국 시군구
const seoul = ['전체 지역', '강남구', '강동구', '강북구', '강서구', '관악구', '광진구', '구로구', '금천구', '노원구', '도봉구', '동대문구', '동작구', '마포구', '서대문구', '서초구', '성동구', '성북구', '송파구', '양천구', '영등포구', '용산구', '은평구', '종로구', '중구', '중랑구'];
const busan = ['전체 지역', '강서구', '금정구', '기장군', '남구', '동구', '동래구', '부산진구', '북구', '사상구', '사하구', '서구', '수영구', '연제구', '영도구', '중구', '해운대구'];
const gyeonggi = ['전체 지역', '가평군', '고양시', '구리시', '군포시', '김포시', '과천시', '광명시', '광주시', '남양주시', '동두천시', '부천시', '성남시', '수원시', '시흥시', '안산시', '안성시', '안양시', '양주시', '양평군', '여주시', '연천군', '오산시', '용인시', '이천시', '의왕시', '의정부시', '파주시', '포천시', '평택시', '하남시', '화성시'];